export const kazakhstanCities = [
  // Алматы и Астана (Нур-Султан)
  "Алматы",
  "Астана",
  "Шымкент",
  
  // Акмолинская область
  "Кокшетау",
  "Степногорск",
  "Щучинск",
  "Атбасар",
  "Ерейментау",
  "Есиль",
  "Макинск",
  "Державинск",
  
  // Актюбинская область
  "Актобе",
  "Алга",
  "Кандыагаш",
  "Хромтау",
  "Шалкар",
  "Эмба",
  
  // Алматинская область
  "Талдыкорган",
  "Капшагай",
  "Текели",
  "Талгар",
  "Есик",
  "Каскелен",
  "Сарканд",
  "Жаркент",
  "Ушарал",
  
  // Атырауская область
  "Атырау",
  "Кульсары",
  "Балыкши",
  
  // Восточно-Казахстанская область
  "Усть-Каменогорск",
  "Семей",
  "Риддер",
  "Зыряновск",
  "Курчатов",
  "Аягоз",
  "Серебрянск",
  "Шемонаиха",
  
  // Жамбылская область
  "Тараз",
  "Каратау",
  "Жанатас",
  "Шу",
  "Мерке",
  
  // Западно-Казахстанская область
  "Уральск",
  "Аксай",
  "Зеленовка",
  
  // Карагандинская область
  "Караганда",
  "Темиртау",
  "Жезказган",
  "Балхаш",
  "Сатпаев",
  "Абай",
  "Каражал",
  "Приозерск",
  "Сарань",
  "Шахтинск",
  
  // Костанайская область
  "Костанай",
  "Рудный",
  "Аркалык",
  "Лисаковск",
  "Житикара",
  
  // Кызылординская область
  "Кызылорда",
  "Аральск",
  "Байконур",
  
  // Мангистауская область
  "Актау",
  "Жанаозен",
  "Форт-Шевченко",
  "Бейнеу",
  
  // Павлодарская область
  "Павлодар",
  "Экибастуз",
  "Аксу",
  "Ермак",
  
  // Северо-Казахстанская область
  "Петропавловск",
  "Булаево",
  "Мамлютка",
  "Сергеевка",
  "Тайынша",
  
  // Туркестанская область
  "Туркестан",
  "Кентау",
  "Арысь",
  "Сарыагаш",
  "Шардара",
  "Ленгер",
];
